stubs/__files/partner/psl/read_equipment_49_8571_0_76HA.xml

<?xml version='1.0' encoding='UTF-8' standalone='no'?>
<SOAP:Envelope xmlns:SOAP='http://schemas.xmlsoap.org/soap/envelope/'>
    <SOAP:Header/>
    <SOAP:Body>
        <ns1:MT_EQDATA_RESPV2 xmlns:ns1='http://telekom.de/xi/NGERP_EXTD_PSL_INT/global/WMS/Equipment/Read/V2'>
            <eiMessageContext>
                <target xmlns='http://messaging.ei.tmobile.net/datatypes'>SI_ReadEquipmentResponseV2In_DigiOSS</target>
                <requestId xmlns='http://messaging.ei.tmobile.net/datatypes'>
                    urn:uuid:d10fe89d-bc4c-4e38-bbf5-e4494d83449d
                </requestId>
                <timeLeft xmlns='http://messaging.ei.tmobile.net/datatypes'>172800000</timeLeft>
                <priority xmlns='http://messaging.ei.tmobile.net/datatypes'>4</priority>
                <sender xmlns='http://messaging.ei.tmobile.net/datatypes'>sndr:tmo.erp.sap.architecture.SAP:PI</sender>
                <correlationId xmlns='http://messaging.ei.tmobile.net/datatypes'>05fbfd2d-2ded-4e6a-9daa-011531aa6a83
                </correlationId>
            </eiMessageContext>
            <data>
                <MT_EQDATA_RESPV2>
                    <EQUI>
                        <ENDSZ>49/8571/0/76HA</ENDSZ>
                        <HEQUI>212879995</HEQUI>
                        <HEQNR>0056</HEQNR>
                        <ASB>1</ASB>
                        <TPLNR>000031-000000-001-004-002-021</TPLNR>
                        <EQART>G</EQART>
                        <ANZ_EBENEN>1</ANZ_EBENEN>
                        <EQUNR>212880011</EQUNR>
                        <SERGE>21023533106TG4900198</SERGE>
                        <SUBMT>40247069</SUBMT>
                        <ADR_ID>17056514</ADR_ID>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/8571/0/76HA</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0004</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880063</EQUNR>
                        <SERGE>021BQWW0G6002494</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/8571/0/76HA</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0007</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880063</EQUNR>
                        <SERGE>021BQWW0G6002494</SERGE>
                        <SUBMT>40294954</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/8571/0/76HA</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0009</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880056</EQUNR>
                        <SERGE>020KAX6TG5602889</SERGE>
                        <SUBMT>40247071</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/8571/0/76HA</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0019</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880062</EQUNR>
                        <SERGE>020KKPCNG5010973</SERGE>
                        <SUBMT>40247074</SUBMT>
                    </EQUI>
                    <EQUI>
                        <ENDSZ>49/8571/0/76HA</ENDSZ>
                        <HEQUI>212880011</HEQUI>
                        <HEQNR>0020</HEQNR>
                        <EQART>P</EQART>
                        <ANZ_EBENEN>2</ANZ_EBENEN>
                        <EQUNR>212880059</EQUNR>
                        <SERGE>020NDECNG5030513</SERGE>
                        <SUBMT>40247074</SUBMT>
                    </EQUI>
                    <KOPF>
                        <PARTNER>BS_DIGIOSS</PARTNER>
                        <ANFO_KEN>15758997480418591403</ANFO_KEN>
                    </KOPF>
                    <STATUS>
                        <LOG_NO>0000000000</LOG_NO>
                        <NUMBER>000</NUMBER>
                        <SYSTEM>Linux</SYSTEM>
                        <LOG_NO>string</LOG_NO>
                        <ID>ZDIB</ID>
                        <MESSAGE>Die Anforderung wurde ausgeführt.</MESSAGE>
                        <TYPE>S</TYPE>
                    </STATUS>
                </MT_EQDATA_RESPV2>
            </data>
        </ns1:MT_EQDATA_RESPV2>
    </SOAP:Body>
</SOAP:Envelope>